<?php

// $x = 10;

// if(!($x > 5 || $x < 7 || $x == 10))
// {
//     echo "x > 5";
// }
// else if($x == 10)
// {
//     echo "x = 10";
// }
// else
// {
//     echo "else";
// }


// اذا كانت اكس قيميتها زوجي اطبع كلمة زوجي والا اطبع فردي
// $x = 48;


// if($x % 2 == 1 ){
//     echo "فردي";
// }
// else if($x % 2 == 0)
// {
//     echo "زوجي";
// }



// لو الرقمين مختلفين عن بعض اطبع حاصل جمعهم ولو متساويين اطبع حاصل ضرب واحد منه في 3

// $x = 10;

// $y = 10;

// if($x==$y){
//   echo($x*3);  
// }
// else{
//     echo($x+$y);
// }



// اطبع صح اذا كان الرقم بين 10 و 100 والا اطبع خطا

// $x = 15;
// if($x > 10 && $x < 100){
//     echo("true");
// }else{
//     echo("false");
// }



